Repository: wp-plugins/duplicator
Catalog: lang/wpduplicator-*.po
Languages: es_es, pt_br

source: recommended for large databases
es_es: recomendado para bases de datos grandes
pt_br: recomendado para bases de dados maiores

source: Package Debug
es_es: Debug de Paquete
pt_br: Correção de erros do pacote

source: Save Settings
es_es: Guardar Opciones
pt_br: Gravar configurações

source: Created for Admins, Developers and Designers the Duplicator will streamline your workflows and help you quickly clone a WordPress application. If you run into an issue please read through the
es_es: Creado para Admin, Desarrolladores y Diseñadores, Duplicator facilitará sus flujos de trabajo y ayudará a clonar rápidamente una instalación Wordpress. Si tiene algún problema por favor contacte
pt_br: Criado para administradores, desenvolvedores e projetistas, o Duplicator vai agilizar seu fluxo de trabalho e ajudá-lo a clonar de maneira rápida um aplicativo WordPress. Se você tiver um problema, por favor, consulte a

source: knowledgebase
es_es: Página de Ayuda y Documentación
pt_br: base de conhecimento

source: in detail as it will have answers to most of your questions and issues.
pt_br: detalhamente, ela contém as respostas para a maioria das questões e problemas.

source: Need Help?
es_es: ¿Necesita Ayuda?
pt_br: Precisa de ajuda?

source: Knowledgebase
es_es: Base de Conocimientos
pt_br: Base de conhecimento

source: Please review the online documentation for complete usage of the plugin.
pt_br: Por favor, consulte a documentação online para o uso completo do plug-in.

source: Choose A Section
es_es: Elija una sección
pt_br: Escolha uma seção

source: Quick Start
es_es: Comienzo rápido
pt_br: Início rápido

source: User Guide
es_es: Guia de usuario
pt_br: Guia do usuário

source: Change Log
es_es: Cambiar Log
pt_br: Registro de versões

source: Product Page
es_es: Página de producto
pt_br: Página do produto

source: Approved Hosting
es_es: Hosting aprobado
pt_br: Hospedagem aprovada

source: Need a solid hosting provider that will work well with the Duplicator?
pt_br: Precisa de um provedor de hospedagem sólido que trabalhe bem com o Duplicator?

source: Approved Hosting Services
pt_br: Serviços de hospedagem aprovados

source: Online Support
es_es: Soporte Online Profesional
pt_br: Suporte online

source: Online support is available for issues not covered in the knowledgebase.
pt_br: Disponível para casos não cobertos pela base de conhecimento.

source: Professional
pt_br: Profissional

source: Basic
pt_br: Básico

source: Pro: Hire at Freelancer.com
pt_br: Pro: contrate em Freelancer.com

source: Basic: 3-5 business days
pt_br: Básico: 3 a 5 dias úteis

source: Support Duplicator
es_es: Soporte Duplicator
pt_br: Apoie o Duplicator

source: Partner with Us
es_es: Cuente con nosotros
pt_br: Seja parceiro

source: Keep Active and Online
es_es: Quedarse Activo y Online
pt_br: Ajude a manter-nos ativos

source: Leave 5 Stars
es_es: Deje 5 estrellas
pt_br: Merecemos 5 estrelas?

source: Take A Quick 60 Second Survey
es_es: Tome un cursito de 60 segundos
pt_br: Faça uma pesquisa rápida de 60 segundos

source: Spread the Word
es_es: Corra la voz
pt_br: Espalhe a palavra!

source: Duplicate Your WordPress
es_es: Duplicar su WordPress
pt_br: Duplique seu blog WordPress

source: Rapid WordPress Duplication by LifeInTheGrid.com
es_es: Duplicación rápida de WordPress por LifeInTheGrid.com
pt_br: Duplicação rápida para o WordPress, por LifeInTheGrid.com

source: This is a free courtesy we offer to the WordPress community, but it is clear that some people do abuse the service. Please put time and thought into what you’re asking and do not ask every question that comes to mind without trying to find an answer first. Thank you for being thoughtful of this free service!
pt_br: Este é um serviço gratuito que oferecemos como cortesia para a comunidade WordPress, mas infelizmente algumas pessoas abusam do serviço. Por favor, tome um tempo e reflita sobre o que você está questionando e não pergunte qualquer coisa que venha à cabeça antes de tentar encontrar uma resposta. Obrigado por sua atenção a este serviço gratuito!

source: Support Tips
pt_br: Atenção! Leia estas dicas antes

source: If your issue is time sensitive please use the Professional service link
pt_br: Se seu caso for urgente, por favor, utilize nosso Serviço Profissional

source: Read all knowledgebase articles before asking a question
pt_br: Leia os artigos em nossa base de conhecimento antes de fazer uma pergunta

source: Check the WordPress forums and Google for similar issues
pt_br: Consulte os fóruns do WordPress e busque no Google problemas semelhantes

source: Read the Duplicator log files for clues
pt_br: Consulte os registros .log do Duplicator para detalhes e pistas

source: Contact your hosting provider for permission and timeout issues
pt_br: Contate seu provedor de hospedagem para problemas de permissões ou limites de tempo de execução

source: Continue with Basic Support
pt_br: Continuar com o Suporte Básico

source: Basic Support
pt_br: Suporte Básico

source: Installer File Cleanup Ran.
es_es: Ejecutar Limpieza de Archivos Setup.
pt_br: Limpeza dos arquivos de instalação realizada.

source: If the installer files did not successfully get removed, then you WILL need to remove them manually
es_es: Si los ficheros de instalación no se eliminan correctamente, entonces TENDRÁ que eliminarlos manualmente.
pt_br: Se não for possível remover os arquivos de instalação automaticamente, será necessário apagá-los manualmente

source: Please remove all installer files to avoid leaving open security issues on your server
es_es: Por favor elimine todos los ficheros del instalador para evitar errores en la seguridad de su sistema
pt_br: Por favor, remova todos os arquivos de instalação para evitar brechas de segurança em seu servidor

source: Data Cleanup
es_es: Limpieza de Datos
pt_br: Limpeza de dados

source: Delete Reserved Files
es_es: Borrar Ficheros Reservados
pt_br: Apagar arquivos reservados

source: Removes all installer files from a previous install
es_es: Quitar todos los ficheros de la instalación previa
pt_br: Remove todos os arquivos de uma instalação anterior.

source: Delete Legacy Data
es_es: Borrar Datos Antiguos
pt_br: Apagar dados legados

source: Removes all legacy data and settings prior to version
es_es: Elimina todos los datos antiguos y los ajustes anteriores a la versión
pt_br: Remove todos os dados e configurações em desuso de versões anteriores a

source: This action will remove all legacy settings prior to version %1$s.
es_es: Esta acción eliminará todos los ajustes antiguos anteriores a la versión %1$s.
pt_br: Este comando irá remover todas as configurações legadas até a versão %1$s.

source: Legacy settings are only needed if you plan to migrate back to an older version of this plugin.
es_es: Ajustes antiguos sólo son necesarios si va a migrar de nuevo a una versión anterior de este plugin.
pt_br: As configurações legadas só são necessárias se você pretende migrar de volta para uma versão antiga deste plug-in.

source: Logging
pt_br: Registro

source: Cleanup
es_es: Limpieza
pt_br: Limpeza

source: No log files were found in the snapshots directory with the extension *.log
es_es: No hay archivos de registro en el directorio de snapshots con la extensión *.log
pt_br: Não foi encontrado nenhum arquivo de registro no diretório 'snapshots' com a extensão .log

source: Last 20 Logs
es_es: Últimos 20 Logs
pt_br: Últimos 20 registros

source: Unrecoverable Error! Please remove this package.
es_es: Error no recuperable! Por favor borre este paquete.
pt_br: Erro irrecuperável! Por favor, apague este pacote.

source: PHP Settings
es_es: Ajustes PHP
pt_br: Configurações PHP

source: The Duplicator has been known to have issues with some of the settings above. Please work with your host or server administrator to disable this value in the php.ini file if you’re having issues with building a package.
es_es: Duplicator puede tener problemas con alguno de los ajustes de arriba. Por favor, trabaje con su administrador de host o servidor para deshabilitar este valor en el php.ini si está teniendo problemas al construir un paquete.
pt_br: É sabido que o Duplicator tem problemas com esta configuração. Por favor, converse com seu administrador de sistema para desabilitar estas opções no arquivo PHP.INI se estiver tendo problemas na montagem de um pacote.

source: Timeouts effect how long a process is allowed to run. The recommended timeout is "%1$s" seconds. An attempt is made to override this value if the enviroment allows it. A "Warn" status will not be an issue unless your host kills PHP processes after a certain amount of time.
es_es: Timeouts afecta cuanto tiempo corre un proceso. El timeout recomendado es "%1$s" segundos. Se intentará saltarse este valor si el entorno lo permite. Un status "Warn" no será un problema a menos que su host mate los procesos después de cierto periodo de tiempo.
pt_br: Os tempos-limite (timeouts) determinam o tempo que um processo está autorizado a rodar. O valor recomendado é de "%1$s" segundos. É feita uma tentativa de sobrescrever este valor se o ambiente permitir isso. Um status de "Warn" não será um problema a menos que seu servidor mate processos PHP depois de um tempo determinado.

source: Timeouts can also be set at the web server layer, please work with your host or server administrator to make sure there are not restrictions for how long a PHP process is allowed to run. If you are limited on processing time, consider using the database or file filters to shrink the size of your overall package. However use caution as excluding the wrong resources can cause your install to not work properly.
es_es: Timeouts tambien se puede poner en la capa del servidor web, por favor trabaje con su admin de host o servidor para asegurarse que no hay restricciones para procesos largos PHP. Si usted está limitado en tiempo de proceso, considere usar los filtros de database o fichero para bajar el tamaño de su paquete. Sin embargo con cuidado ya que excluir algunos recursos puede hacer que la instalación tenga error.
pt_br: Tempos-limite também podem ser ajustados em nível do servidor Web; consulte seu administrador de servidor ou hospedagem para se certificar que não existem restrições de tempo que um processo PHP pode rodar. Se houver restrições de tempo de processamento, tente usar os filtros de arquivos e base de dados para reduzir o tamanho total de seu pacote. Entretanto, use com cautela este recurso; excluir os arquivos ou tabelas errados pode fazer com que sua instalação não funcione corretamente.

source: Total size reprents all files minus any filters that have been setup. The current thresholds that trigger warnings are %1$s for the entire site and %2$s for large files.
es_es: El tamaño total representa todos los ficheros menos los filtros. Los umbrales que dan warnings avisos son %1$s para todo el sitio y %2$s para ficheros grandes.
pt_br: O tamanho total representa todos os arquivos menos qualquer filtro que tenha sido configurado. Os alertas atuais são disparados quando os seguintes limites são excedidos: %1$s para todo o website e %2$s para arquivos muito grandes.

source: Invalid file or folder names can cause issues when extracting an archive across different environments. Invalid file names consist of lengths over 200 characters and illegal characters that may not work on all operating systems such as * ? > < : / \ | . It is recommended to remove or filter these files before building the archive or else you might have issues at install time.
es_es: Nombres de Ficheros o directorios inválidos pueden causar problemas cuando se extraiga el paquete entre sistemas. Nombres inválidos consisten en longitudes de más de 200 caracteres y caracteres ilegales que puede que no vayan bien entre sistemas como * ? > < : / \ | . Se recomienda borrar o filtrar estos ficheros antes de construir el paquete o puede tener problemas.
pt_br: Nomes de arquivos ou pastas inválidos podem causar problemas ao se descompactar um arquivo em ambientes diferentes. Nomes de arquivos inválidos são aqueles que são maiores que 200 caracteres ou contêm caracteres que podem não funcionar em todos os sistemas operacionais como * ? > < : / \ e |. Recomenda-se remover ou filtrar esses arquivos antes de se montar o pacote, ou então podem haver problemas no momento da instalação.

source: Large files such as movies or other backuped data can cause issues with timeouts. The current check for large files is %1$s per file. If your having issues creating a package consider excluding these files with the files filter and manually moving them to your new location.
es_es: Ficheros grandes como películas y otros backups pueden causar problemas de timeout. El chequeo actual para ficheros grandes es %1$s por fichero. Si tiene problemas al crear un paquete, considere excluir estos ficheros con el filtro y moverlos manualmente a su nueva sitio.
pt_br: Arquivos muito grande tais como filmes ou qualquer outro dado podem causar problemas de tempo-limite excedido. Os alertas atuais são disparados quando se encontra algum arquivo de %1$s ou mais. Se você estiver tendo problemas na criação de pacotes, tente excluir estes arquivos com a ferramenta de filtros e mova-os para o novo local manualmente.

source: Total size and row count for all database tables are approximate values. The thresholds that trigger warnings are %1$s and %2$s records. Large databases take time to process and can cause issues with server timeout and memory settings. Running a %3$s on your database can also help improve the overall size and performance. If your server supports shell_exec and mysqldump you can try to enable this option from the settings menu.
es_es: El tamaño total y el número de filas de todas las tablas de bases de datos son valores aproximados. Los umbrales que desencadenan las advertencias son %1$s y registros %2$s. Grandes bases de datos necesitan tiempo para procesar y pueden causar problemas con el tiempo de espera del servidor y la config de memoria. Ejecución de un %3$s en su base de datos también puede ayudar a mejorar el tamaño y el rendimiento general. Si su servidor soporta shell_exec y mysqldump puede intentar activar esta opción en el menú de ajustes.
pt_br: O tamanho total e o número de linhas de todas as tabelas da base de dados são valores aproximados. Os alertas atuais são disparados quando os seguintes limites são excedidos: %1$s e %2$s registros. Bases de dados muito grandes tomam muito tempo de processamento e podem gerar problemas de tempo-limite e configurações de memória. Rodar a ferramenta de %3$s em sua base de dados pode auxiliar a reduzir o tamanho total do banco de dados e melhorar o desempenho. Se seu servidor suporta 'shell_exec' e 'mysqldump', você pode tentar ativar estas opções nas configurações do Duplicator.

source: Build Mode:
es_es: Modo Construcción:
pt_br: Modo de criação:

source: Rescan
es_es: Rescaneo
pt_br: Reexaminar

source: Is Supported
es_es: Se Soporta
pt_br: é suportado

source: Not Supported
es_es: No soportado
pt_br: não é suportado

source: Wait Timeout
es_es: Timeout de Espera
pt_br: Tempo-limite de espera

source: Max Allowed Packets
es_es: Paquetes Max Permitidos
pt_br: Máximo de pacotes permitidos

source: msyqldump Path
es_es: Ruta mysqldump
pt_br: Caminho para 'msyqldump'

source: Keeps the 'Skip Scan (step 2)' option checked.
es_es: Guarda el 'Saltar Escaneo (paso 2)' opción elegida.
pt_br: Mantém a opção 'Pular verificação (passo 2)' marcada.

source: Archive Flush
es_es: Flush de Fichero
pt_br: Descarregar arquivos

source: Attempt Network Keep Alive
es_es: Intentar Mantener la Conexión de Red
pt_br: Tentar manter conexão de rede

source: recommended for large archives
pt_br: recomendado para arquivos muito grandes

source: This will attempt to keep a network connection established for large archives.
es_es: Ahora intentaremos mantener la conexión de red para archivos grandes.
pt_br: Esta opção tenta manter a conexão de rede ativa enquanto se processa arquivos muito grandes.

source: Database Build
es_es: Construcción de Database
pt_br: Criação do banco de dados

source: This server does not have shell_exec configured to run.
es_es: Este servidor no tiene configurado shell_exec para ejecutar.
pt_br: Este servidor não está configurado para rodar shell_exec.

source: Please contact the server administrator to enable this feature.
es_es: Por favor contacte el admin del servidor para habilitar esto.
pt_br: Por favor, contate o administrador do servidor para ativar este recurso.

source: Use mysqldump
pt_br: Usar mysqldump

source: Working Path:
es_es: Ruta de Trabajo:
pt_br: Caminho de execução:

source: Add Custom Path:
es_es: Añadir Ruta Personalizada:
pt_br: Adicionar caminho personalizado:

source: This is the path to your mysqldump program.
es_es: Esta es la ruta de su programa mysqldump.
pt_br: Este é o caminho padrão de seu programa mysqldump.

source: Show Package Debug Status in Packages Screen
es_es: Mostrar Paquete de Depuración de Estado en la Pantalla de Paquetes
pt_br: Mostrar status da correção de erros do pacote na tela Pacotes

source: wp-uploads
es_es: carpeta de subidos (wp-uploads)

source: Links
es_es: Enlaces

source: Build Interrupt
es_es: Interrupción de Construcción

source: The current build has experienced an issue.
es_es: El paquete actual tiene un problema.

source: Please try the process again. If the problem persists please visit the support page.
es_es: Por favor inténtelo de nuevo. Si el problema persiste visite la página de soporte.

source: Notice
es_es: Aviso

source: Some servers close connections quickly; yet the build can continue to run in the background. To validate if a build is still running; open the 'tmp' folder above and see if the archive file is growing in size. If it is not then your server has strict timeout constraints. Please visit the support page for additional resources.
es_es: Algunos servidores cierran conexiones rápido; la construcción puede continuar en segundo plano. Para validar si una construcción está todavía corriendo, abra la carpeta 'tmp' arriba y mire si el archivo está creciendo en problemas. Si no es así entonces su servidor tiene tiempos restringidos. Visite la página de soporte para recursos adicionales.

source: recommended only for large archives
es_es: recomendado solo para ficheros grandes

source: Mysqldump was not found at its default location or the location provided. Please enter a path to a valid location where mysqldump can run. If the problem persist contact your server administrator.
es_es: Mysqldump no se ha encontrado en su ubicación por defecto o la ubicación proporcionada. Por favor, introduzca una ruta a una ubicación válida donde mysqldump se puede ejecutar. Si el problema persiste póngase en contacto con el admin del servidor.

source: in detail for many of the quick and common answers.
es_es: en detalle para muchas de las preguntas rápidas y comunes.

source: Complete online documentation!
es_es: Documentación online completa!

source: Servers that work with Duplicator!
es_es: Servidores que trabajan con Duplicator!

source: Get Hosting!
es_es: Consiga Hosting!

source: Work with IT Profressionals!
es_es: Trabaje con profesionales de IT!

source: Get Help!
es_es: Consiga Ayuda!
