Repository: wp-plugins/duplicator
Catalog: lang/wpduplicator-*.po
Languages: es_es, pt_br

source: Partner
pt_br: Seja parceiro

source: Approved Hosts
es_es: Hosts aprobados
pt_br: Provedores aprovados

source: Diagnostics
es_es: Diagnósticos
pt_br: Diagn&oacute;stico

source: Manage
es_es: Manejar
pt_br: Configurações

source: Log file not found or unreadable
es_es: Fichero log no se encuentra
pt_br: Arquivo de registro não encontrado ou ilegível

source: If no log file is present the try to create a package
es_es: Si no hay fichero log, intente crear un duplicado
pt_br: Se não houver nenhum arquivo de registro, tente iniciar a montagem de um pacote

source: Reasons for log file not showing
es_es: Razones porque el fichero log no se ve
pt_br: Motivos para não aparecer um arquivo de registro

source: The web server does not support returning .log file extentions
es_es: El servidor web no soporta extensiones .log
pt_br: O servidor web não suporta retornar extensões de arquivo .log

source: The snapshots directory does not have the correct permissions to write files. Try setting the permissions to 755
es_es: El directorio de duplicados no tiene los permisos corretos para escribir ficheros. Intente poner los permisos en 755
pt_br: O diretório de 'snapshots' não está com as permissões corretas para escrita de arquivos. Tente ajustar as permissões para 755

source: The process that PHP runs under does not have enough permissions to create files. Please contact your hosting provider for more details
es_es: El proceso que corre con PHP no tiene suficientes permisos. Por favor contacte su proveedor para más detalles
pt_br: O processo rodando o PHP não tem privilégios suficientes para criar arquivos. Por favor, contate seu provedor de hospedagem para mais detalhes

source: Auto Refresh
es_es: Refrescar automatico
pt_br: Autoatualizar

source: Refresh
es_es: Refrescar
pt_br: Atualizar

source: Please select at least one package to delete.
es_es: Por favor, seleccione al menos un duplicado para borrar
pt_br: Por favor, selecione pelo menos um pacote a ser apagado.

source: Are you sure, you want to delete the selected package(s)?
es_es: Esta seguro de que quiere borrar lo/s duplicado/s seleccionados
pt_br: Você tem certeza que quer apagar os pacotes selecionados?

source: Files
es_es: Ficheros
pt_br: Arquivos

source: DATABASE
es_es: BASE DE DATOS
pt_br: BANCO DE DADOS

source: PACKAGE
es_es: DUPLICADO
pt_br: PACOTE

source: INSTALLER
es_es: INSTALADOR
pt_br: INSTALADOR

source: By
es_es: Por
pt_br: Por

source: Delete selected package(s)
es_es: Borrar duplicados seleccionados
pt_br: Apagar pacotes selecionados

source: Options
es_es: Opciones
pt_br: Opções

source: Select all packages
es_es: Seleccione todos los duplicados
pt_br: Selecionar todos os pacotes

source: Created
es_es: Creado
pt_br: Criado em

source: Size
es_es: Tamaño
pt_br: Tamanho

source: View
es_es: Ver
pt_br: Ver

source: Installer
es_es: Instalador
pt_br: Instalador

source: Package
es_es: Duplicado
pt_br: Pacote

source: Version
pt_br: Versão

source: Directories
es_es: Directorios
pt_br: Diretórios

source: Root Path
es_es: Ruta raiz
pt_br: Caminho-raiz

source: File extensions
es_es: Extensiones de fichero
pt_br: Extensões de arquivo

source: Separate all filters by semicolon
es_es: Separar todos los filtros por punto y coma.
pt_br: Separe todos os filtros por ponto-e-vírgula

source: Host
pt_br: Servidor

source: Name
es_es: Nombre
pt_br: Nome

source: User
es_es: Usuario
pt_br: Usuário

source: Uninstall Options
es_es: Opciones de desinstalación
pt_br: Opções para desinstalação

source: Delete Entire Snapshot Directory
es_es: Borre Todo el Dir de Snapshot
pt_br: Apagar completamente o diretório de 'snapshots'

source: Snapshot Directory
es_es: Directorio de Duplicados
pt_br: Diretório de 'snapshots'

source: Reserved Files
es_es: Ficheros reservados
pt_br: Arquivos reservados

source: Zip Archive Enabled
es_es: Permitido archivo en Zip
pt_br: Compactação ZIP ativada

source: The ZipArchive extension for PHP is required for compression. Please contact your hosting provider if you're on a hosted server. For additional information see our online documentation.
es_es: La extensión del Archivo Zip para PHP está requerido para compresión. Por favor, contacte con su proveedor de hosting. Para más info mirar nuestra documentación online.
pt_br: É necessária a extensão ZipArchive do PHP para a compactação. Por favor, entre em contato com seu provedor se estiver utilizando um servidor hospedado. Para informações adicionais, consulte a documentação online.

source: Safe Mode Off
es_es: Modo Seguro Off (Safe Mode)
pt_br: Modo Seguro desligado

source: Web Server
es_es: Servidor Web
pt_br: Servidor Web

source: Open Base Dir
es_es: Dir Open Base
pt_br: Diretório Open Base

source: Off
pt_br: Desativado

source: On
pt_br: Ativado

source: For additional online help please visit
es_es: Para ayuda online, por favor visite
pt_br: Para ajuda adicional, por favor visite

source: Need a hosting provider that is
es_es: Necesita un proveeder de hosting que
pt_br: Precisa de um provedor de hospedagem

source: Download Links
es_es: Enlaces de bajada
pt_br: Links para download

source: The following links contain sensitive data. Please share with caution!
es_es: Los siguiente enlaces tienen datos sensibles. Compartir con precaución.
pt_br: Os links a seguir contêm informações sigilosas. Por favor, compartilhe com cuidado!

source: The database SQL script is a quick link to your database backup script. An exact copy is also stored in the package.
es_es: El script SQL es un enlace rápido del backup de la base de datos. Otra copia exacta está guarda tambien dentro el duplicado
pt_br: Database SQL script é um link rápido para um roteiro de restauração de seu banco de dados. Uma cópia exata também é armazenada no pacote.

source: Reserved Duplicator install file(s) still exsist in the root directory. Please delete these file(s) to avoid possible security issues.
pt_br: Ainda existem arquivos reservados de instalação do Duplicator no diretório-raiz. Por favor, apague estes arquivos para evitar possíveis problemas de segurança.

source: Remove file(s) now
pt_br: Remover arquivos agora

source: Dismiss this notice
pt_br: Dispensar este aviso

source: Packages
es_es: Paquetes
pt_br: Pacotes

source: Settings
es_es: Opciones
pt_br: Configurações

source: Tools
es_es: Herramientas
pt_br: Ferramentas

source: Support
es_es: Ayuda y soporte
pt_br: Suporte

source: No Packages Found.
es_es: No se encontraron paquetes.
pt_br: Nenhum pacote encontrado.

source: Click the 'Create New' tab to build a package.
es_es: Click el tab 'Crear Nuevo' y cree un paquete.
pt_br: Clique na aba 'Criar Novo' para montar um pacote.

source: Please visit the
es_es: Por favor visite
pt_br: Por favor, visite a

source: support section
es_es: sección de soporte
pt_br: seção de suporte

source: for additional help topics
es_es: para temas de ayuda adicional
pt_br: para tópicos adicionais de ajuda

source: Older packages prior to 0.5.0 are no longer supported in this version.
es_es: Paquetes más antiguos de 0.5.0 no son compatibles con esta versión.
pt_br: Pacotes antigos anteriores à versão 0.5.0 não são mais suportados.

source: To get an older package please visit the
es_es: Para conseguir paqutes más antiguos visite
pt_br: Para obter uma versão mais antiga deste plug-in, visite a

source: support page
es_es: página de soporte
pt_br: página de suporte

source: and look for the Change Log link for additional instructions.
es_es: y mire el enlace Change Log para instrucciones adicionales.
pt_br: e consulte o link Change Log para instruções adicionais.

source: Hide this message
es_es: Oculte este mensaje
pt_br: Ocultar esta mensagem

source: Bulk Actions
es_es: Acciones en Bloque
pt_br: Ações em Massa

source: Delete
es_es: Borrar
pt_br: Apagar

source: Apply
es_es: Aplicar
pt_br: Aplicar

source: Package Logs
es_es: Log de Paquete
pt_br: Registros

source: Details
es_es: Detalles
pt_br: Detalhes

source: (No Notes Taken)
es_es: (Sin notas)
pt_br: (Sem comentários)

source: Archive
es_es: Archivo
pt_br: Contêiner

source: Notes
es_es: Notas
pt_br: Notas

source: SQL File
es_es: Fichero SQL
pt_br: Arquivo SQL

source: View Log
es_es: Ver Log
pt_br: Ver registro

source: View Error Details
es_es: Ver detalles de error
pt_br: Ver detalhes

source: This package has encountered errors. Click 'View Log' for more details. For additional support see the
es_es: Esta copia contiene errores. Cliquee \"Ver Log\" para más detalles. Más soporte en
pt_br: Foram encontrados erros neste pacote. Clique em 'Ver registro' para mais detalhes. Para ajuda adicional consulte a

source: online knowledgebase
es_es: Base de conocimientos online
pt_br: base de conhecimento online

source: Total Size
es_es: Tamaño total
pt_br: Tamanho total

source: Please select an action from the bulk action drop down menu to perform a specific action.
es_es: Por favor seleccione una acción en bloque del menú para ejecutarla
pt_br: Por favor, selecione uma ação no menu Ações em Massa para executar uma ação específica.

source: Package File Links
es_es: Enlaces de Fichero de Paquete
pt_br: Links para os arquivos do pacote

source: LOG
pt_br: REGISTRO

source: Setup
pt_br: Configurar

source: Scan
es_es: Escanear
pt_br: Verificar

source: Build
es_es: Construir
pt_br: Montar

source: Step 1: Package Setup
es_es: Paso 1: Instale Paquete
pt_br: Passo 1: Configuração do Pacote

source: Requirements:
es_es: Requerimientos:
pt_br: Requisitos:

source: System requirments must pass for the Duplicator to work properly. Click each link for details.
es_es: Debe pasar los requerimientos de Sistema para que Duplicator funcione bien. Click en enlace para info.
pt_br: O sistema precisa passar por todos os requisitos para que o Duplicator funcione apropriadamente. Clique em cada link para mais detalhes.

source: Permissions
es_es: Permisos
pt_br: Permissões

source: Required Paths
es_es: Rutas Requeridas
pt_br: Requisitos de caminhos

source: PHP Script Owner
es_es: Propietario de Script Php
pt_br: Usuário PHP

source: The above paths should have permissions of 755 for directories and 644 for files. You can temporarily try 777 if you continue to have issues. Also be sure to check the owner/group settings. For more details contact your host or server administrator.
es_es: Las rutas arriba deben tener permisos de 755 para directorios y 644 para ficheros. Puede intentar temporalmente 777 si sigue teniendo problemas. Revise los ajustes de propietario/grupo. Para más detalles contacte su administrador de host o servidor.
pt_br: Os caminhos acima devem ter as permissões ajustadas em 755 para diretórios e 644 para arquivos. Tente ajustar temporariamente para 777 se você continuar a ter problemas. Verifique também as configurações de dono/grupo. Para mais detalhes, contate seu administrador de sistema.

source: Status Code
es_es: Código de Status
pt_br: Código de status

source: A reserved file(s) was found in the WordPress root directory. Reserved file names are installer.php, installer-data.sql and installer-log.txt. To archive your data correctly please remove any of these files from your WordPress root directory. Then try creating your package again.
es_es: Un fichero/s reservado/s está en el directorio raíz de Wordpress. Ficheros reservados: installer.php, installer-data.sql and installer-log.txt. Para guardar sus datos correctamente, por favor elimine estos ficheros del Worpress. Intente la creación del paquete de nuevo.
pt_br: Pode haver problemas se for encontrado um arquivo reservado no diretório-raiz do WordPress. Os seguintes nomes de arquivo são reservados: installer.php, installer-data.sql e installer-log.txt. Para criar seu arquivo de dados corretamente, por favor remova qualquer um destes arquivos de seu diretório-raiz do WordPress e tente montar seu pacote novamente.

source: Remove Files Now
es_es: Eliminar Fichers Ahora
pt_br: Remover arquivos agora

source: MySQL Support
es_es: Soporte MySQL
pt_br: Suporte MySQL

source: MySQL version
es_es: Versión Mysql
pt_br: Versão MySQL

source: more info
es_es: más info
pt_br: mais informações

source: PHP Support
es_es: Soporte PHP
pt_br: Suporte PHP

source: PHP version
es_es: Versión PHP
pt_br: Versão PHP

source: Requried Functions
es_es: Funciones Requeridas
pt_br: Requisitos de funções

source: duplicator approved
es_es: aprobado duplicator
pt_br: aprovado pelo Duplicator

source: Purpose of this package
es_es: Proposito de esta copia
pt_br: Finalidade deste pacote

source: File filter enabled
es_es: Habilitado filtro de fichero
pt_br: Filtro de arquivos ativado

source: Database filter enabled
es_es: Habilitado filtro de Base de datos
pt_br: Filtro de base de dados ativado

source: Format
es_es: Formato
pt_br: Formato

source: Database
es_es: base de datos
pt_br: Base de dados

source: Filters
es_es: Filtros
pt_br: Filtros

source: Enable Filters
es_es: Habilita filtros
pt_br: Ativar filtros

source: root path
es_es: ruta raíz
pt_br: caminho-raiz

source: (clear)
es_es: (limpiar)
pt_br: (limpar)

source: media
es_es: video-multimedia
pt_br: mídia

source: archive
es_es: comprimidos
pt_br: arquivo

source: The directory paths and extensions above will be be excluded from the archive file if enabled is checked.
es_es: Las rutas de directorio y extensiones arriba serán excluidos del fichero archivo si está elegido.
pt_br: Os diretórios e extensões acima listados serão excluídos do pacote se esta opção estiver ativada.

source: Use the full path for directories and semicolons to separate all items.
es_es: Use la ruta completa para directorios y punto y coma para separar los elementos.
pt_br: Use o caminho completo para diretórios. Separe todos os itens por ponto-e-vírgula.

source: All
es_es: Todos
pt_br: Todas

source: None
es_es: Ninguno
pt_br: Nenhuma

source: Checked tables will not be added to the database script. Excluding certain tables can possibly cause your site or plugins to not work correctly after install!
es_es: Tabladas elegidas no se añadirán al script de database. Excluyendo ciertas tablas puede hacer que su web o plugins no funcionen bien después de la instalación!
pt_br: As tabelas marcadas não serão adicionadas ao roteiro de restauração do banco de dados. Excluir determinadas tabelas pode fazer com que seu website ou plug-ins não funcionem corretamente depois da instalação!

source: STEP 1 - INPUTS
pt_br: PASSO 1 - Configurações padrão

source: MySQL Server
es_es: Servidor MYSQL
pt_br: Servidor MySQL

source: Advanced Options
es_es: Opciones avanzadas
pt_br: Opções avançadas

source: Enforce on Admin
es_es: Hacer cumplir el Administrador
pt_br: Executar em Admin

source: Enforce on Logins
es_es: Hacer cumplir en Inicios de sesión
pt_br: Executar em Logins

source: Keep Enabled
es_es: Mantenga Activado
pt_br: Manter ativado

source: Keep Home Path
es_es: Mantenga Portada Camino
pt_br: Manter caminho inicial

source: STEP 2 - INPUTS
pt_br: PASSO 2 - Configurações padrão

source: New URL
es_es: Nueva URL
pt_br: Novo URL

source: The installer can have these fields pre-filled at install time.
es_es: El instalador puede tener estos campos rellenos al instalarse.
pt_br: Use esta opção para ter estes campos automaticamente preenchidos no momento da instalação.

source: All values are optional.
es_es: Todos los valores son opcionales.
pt_br: Todos os valores são opcionais.

source: Skip Scan
es_es: Saltar Escaneo
pt_br: Pular verificação

source: step 2
es_es: paso 2
pt_br: passo 2

source: Next
es_es: Siguiente
pt_br: Próximo

source: Step 2: System Scan
es_es: Paso 2: Escaneo de Sistema
pt_br: Passo 2: Verificação do Sistema

source: Scanning Site
es_es: Escaneando Sitio
pt_br: Examinando o website

source: Please Wait...
es_es: Por favor Espere...
pt_br: Por favor, aguarde...

source: Scan Complete
es_es: Escaneo Completado
pt_br: Verificação completa

source: Scan checks are not required to pass, however they could cause issues on some systems.
es_es: Los escaneos no son obligados para pasar, sin embargo ellos pueden causar problemas en algún sistema.
pt_br: O exame do sistema não é um requisito obrigatório, no entanto, ele pode causar problemas em alguns sistemas.

source: Server
es_es: Servidor
pt_br: Servidor

source: Cached Data
es_es: Data en cache
pt_br: Dados em cache

source: Cache Path
es_es: Ruta de Cache
pt_br: Caminho do cache

source: Cached data will lead to issues at install time and increases your archive size. It is highly recommended to empty your cache directory at build time. Use caution when removing data from the cache directory. If you’re using a cache plugin please read the directions for how to properly clean the cache directory; simply removing the files can cause errors with some cache plugins.
es_es: El Caché llevará a problemas en la instalación e incrementa su tamaño final. Se recomienda vaciar el directorio de cache al construir. Use con precaución cuando borre datos del directorio caché. Si está usando un plugin de cache por favor lea las direccioens de como limpiar debidamente el cache; simplemente quitando los ficheros puede causar errores con algunos plugins de cache.
pt_br: Dados em cache podem ocasionar problemas na hora da instalação e aumentar o tamanho de seu pacote. É altamente recomendado esvaziar seu diretório de cache antes de montar seu pacote. Entretanto, tome cuidado ao remover dados do diretório de cache. Se você estiver usando um plug-in de cache, por favor leia as instruções de como apagar o diretório de maneira apropriada; remover os arquivos diretamente pode causar erros em alguns plug-ins.

source: Timeouts
pt_br: Tempos-limite

source: Enabled
es_es: Habilitado
pt_br: Ativado

source: File Count
es_es: Cuenta de Ficheros
pt_br: Total de arquivos

source: Directory Count
es_es: Cuenta de Directorios
pt_br: Total de diretórios

source: Invalid Names
es_es: Nombres inválidos
pt_br: Nomes inválidos

source: Show File Locations
es_es: Muetra Lugares de Ficheros
pt_br: Mostrar a localização dos arquivos

source: Large Files
es_es: Ficheros grandes
pt_br: Arquivos muito grandes

source: Name:
es_es: Nombre:
pt_br: Nome:

source: Host:
pt_br: Servidor:

source: Tables
es_es: Tablas
pt_br: Tabelas

source: Records
es_es: Registros
pt_br: Registros

source: repair and optimization
es_es: reparación y optimización
pt_br: reparo e otimização

source: Table Details
es_es: Detalles de Tabla
pt_br: Detalhes das tabelas

source: Scan Error
es_es: Error de Escaneo
pt_br: Erro na verificação

source: Please try again!
es_es: Por favor inténtelo de nuevo!
pt_br: Por favor, tente novamente!

source: Server Status:
es_es: Status del Servidor:
pt_br: Status do servidor:

source: Error Message:
es_es: Mensaje de Error
pt_br: Mensagem de erro:

source: Back
es_es: Atrás
pt_br: Voltar

source: Unable to report on any tables
es_es: Incapaz de crear report de cualquier tabla
pt_br: Não foi possível gerar relatório sobre as tabelas

source: Unable to report on database stats
es_es: No puedo informar de estadísticas de database
pt_br: Não foi possível gerar relatório sobre o banco de dados

source: No name length issues.
es_es: No hay problemas de nombres largos.
pt_br: Sem problemas nos nomes.

source: FILE
es_es: FICHERO
pt_br: ARQUIVO

source: No large files found.
es_es: No se encuentran ficheros grandes
pt_br: Nenhum arquivo muito grande foi encontrado.

source: Step 3: Build Package
es_es: Step 3: Construye Paquete
pt_br: Passo 3: Montagem do Pacote

source: Building Package
es_es: Construyendo Paquete
pt_br: Montando pacote

source: Keep this window open during the build process.
es_es: Mantenga abierta esta ventana durante el proceso.
pt_br: Mantenha esta janela aberta durante o processo de montagem.

source: This may take several minutes.
es_es: Esto necesitará algunos minutos.
pt_br: O processo deve levar alguns minutos.

source: Build Status
es_es: Estado de Construcción
pt_br: Status da montagem

source: Package Completed
es_es: Paquete Completado
pt_br: Pacote montado

source: Process Time
es_es: Tiempo de Proceso
pt_br: Tempo de processamento

source: All Packages
es_es: Todos los Paquetes
pt_br: Ver todos os pacotes

source: Create New
es_es: Crear Nuevo
pt_br: Criar Novo

source: Build Error
pt_br: Erro de montagem

source: The build process was unable to complete.
pt_br: Não foi possível completar o processo de montagem.

source: Please try the process again. If the problem persists please visit the online FAQs.
pt_br: Por favor, tente realizar o processo novamente. Se o problema persistir, consulte as FAQ online.

source: Try Again
es_es: Intente de Nuevo
pt_br: Tentar de novo

source: Error Details
pt_br: Detalhes do erro

source: Open the package creation log file for more details.
pt_br: Abra o arquivo de registro de criação do pacote para mais detalhes.

source: Package Log
es_es: Log de Paquete
pt_br: Registro de criação

source: General
pt_br: Geral

source: unknow
es_es: desconocido
pt_br: desconhecido

source: Plugin settings reset.
es_es: Reseteo de ajustes de Plugin.
pt_br: Configurações do plug-in reestabelecidas.

source: View state settings reset.
es_es: Ver ajustes de reseteo
pt_br: Configurações de visualização reestabelecidas.

source: Active package settings reset.
es_es: Reseteo de ajustes de paquete activo.
pt_br: Configurações do pacote ativo reestabelecidas.

source: Legacy data removed.
es_es: Quitados datos base.
pt_br: Dados legados removidos.

source: Server Settings
es_es: Opciones del Servidor
pt_br: Configurações do servidor

source: Duplicator Version
es_es: Duplicadora Version
pt_br: Versão do Duplicator

source: Operating System
es_es: Sistema Operativo
pt_br: Sistema operacional

source: APC Enabled
es_es: Habilitado APC
pt_br: APC ativo

source: Plugins Path
es_es: Ruta de Plugins
pt_br: Caminho para os plug-ins

source: Loaded PHP INI
es_es: Cargado PHP INI
pt_br: PHP.INI carregado

source: Langugage
es_es: Lenguaje
pt_br: Idioma

source: Charset
es_es: Juego de Carácteres
pt_br: Conjunto de caracteres

source: Memory Limit
es_es: Limite de Memoria
pt_br: Limite de memória

source: Max
pt_br: Máximo

source: Safe Mode
es_es: Modo Seguro
pt_br: Modo Seguro

source: Memory Limit
es_es: Límite de Memoria
pt_br: Limite de memória

source: Memory In Use
es_es: Memoria en Uso
pt_br: Memória em uso

source: Max Execution Time
es_es: Tiempo Máximo de ejecución
pt_br: Tempo máximo de execução

source: Server Disk
es_es: Disco del Servidor
pt_br: Espaço em disco

source: Free space
pt_br: Espa&ccedil;o livre

source: Note: This value is the physical servers hard-drive allocation.
es_es: Nota: Este valor es la asignación de servidores físicos en el disco duro.
pt_br: Observação: este valor representa a alocação física no disco rígido dos servidores.

source: On shared hosts check your control panel for the 'TRUE' disk space quota value.
es_es: En los servidores compartidos comprobar su panel de control para el valor de la cuota de espacio en disco verdadero.
pt_br: Em servidores compartilhados, verifique seu painel de controle para obter o 'REAL' valor da quota de espaço em disco.

source: Stored Data
es_es: Datos Almacenados
pt_br: Dados no servidor

source: Options Values
es_es: Valores Opcionales
pt_br: Valores dos parâmetros

source: PHP Information
es_es: Información de PHP
pt_br: Informação do PHP

source: Delete this option value
es_es: Borre este valor de opción
pt_br: Apagar o valor deste parâmetro

source: Settings Saved
es_es: Opciones Salvadas
pt_br: Configurações gravadas

source: Delete Plugin Settings
es_es: Borre Ajustes de Plugin
pt_br: Apagar as configurações do plug-in

source: Auto Skip Scanner
es_es: Auto Saltar Escaneado
pt_br: Pular a verificação de sistema automaticamente

source: Skip Scanner Step
es_es: Saltar Paso de Escaneo
pt_br: Pular o passo de verificação de sistema
